Revit 2027 API
SymbolTypeId.LmPerW Property
 Symbol lm/W, indicating unit Lumens per watt.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LmPerW { get; }
Public Shared ReadOnly Property LmPerW As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LmPerW {
	ForgeTypeId^ get ();
}
static member LmPerW : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace